Repository: sikakwesi2020/BASE
Catalog: BASE/Localizable.xcstrings
Source language: en
Languages: ar, es, he, ja, zh

source: @Strikeout
ar: @ضربة
es: @huelga
he: @מחיקה
ja: @ストライクアウト

source: #HomeRun
ar: #ضربة_منزلية
ja: #ホームラン
zh: #本垒打

source: #Play
ar: #تشغيل
es: #Reproducir
he: #הַשָּׁקָה
ja: #再生
zh: #播放

source: %@ ← Prev
ar: %@ ← السابق
es: %@ ← Anterior
he: %@ ← קודם
ja: %@ ← 前へ
zh: %@ ← 上一页

source: %lld Players
ar: %lld لاعبين
es: %lld Jugadores
he: %lld שחקנים
ja: %lld 選手
zh: %lld 名球员

source: %lld Video%@
ar: %1$lld فيديو%2$@
es: %1$lld Vídeo%2$@
he: %1$lld סרטונים%2$@
ja: %1$lld ビデオ%2$@
zh: %1$lld 个视频%2$@

source: %lldk views
ar: %lldk مشاهدة
es: %lldk visualizaciones
he: %lldk צפיות
ja: %lldk 回の視聴
zh: %lldk 次观看

source: ↳ Replying to: %@
ar: ↳ ردًا على: %@
es: ↳ Respondiendo a: %@
he: ↳ בתגובה ל: %@
ja: ↳ 返信先: %@
zh: ↳ 回复：%@

source: +14 Plays
ar: +14 مسرحيات
es: +14 jugadas
he: +14 השמעות
ja: +14 再生回数
zh: +14 次播放

source: 12.3k watching...
ar: 12.3k مشاهدة…
es: 12.3k viendo...
he: 12.3k צופים…
ja: 12.3k人が視聴中…
zh: 12.3k 人正在观看…

source: A an example control that runs a timer.
ar: عنصر تحكم مثال ينفذ مؤقتًا.
es: Un control de ejemplo que ejecuta un temporizador.
he: פקד לדוגמה שמפעיל שעון עצר.
ja: タイマーを実行する例のコントロールです。
zh: 一个运行计时器的示例控件。

source: A comprehensive analysis of Major League Baseball games, covering player performance, team strategies, statistical trends, and game outcomes.
ar: تحليل شامل لألعاب دوري البيسبول الرئيسي، يشمل أداء اللاعبين، واستراتيجيات الفريق، والاتجاهات الإحصائية، ونتائج المباريات.
es: Un análisis exhaustivo de los partidos de las Grandes Ligas de Béisbol, que abarca el rendimiento de los jugadores, las estrategias de los equipos, las tendencias estadísticas y los resultados de los partidos.
he: ניתוח מקיף של משחקי בייסבול בליגה הגדולה, הכולל את ביצועי השחקנים, אסטרטגיות הקבוצה, מגמות סטטיסטיות ותוצאות המשחקים.
ja: メジャーリーグベースボールの試合を包括的に分析し、選手の成績、チーム戦略、統計的傾向、試合結果などを網羅しています。
zh: 对美国职业棒球大联盟比赛的全面分析，涵盖球员表现、球队策略、统计趋势和比赛结果。

source: Alex Verdugo strikes out swinging.
ar: أليكس فيردوغو يضرب بقوة.
es: Alex Verdugo se poncha tirándole.
he: אלכס ורדוגו מכה בתנופה.
ja: アレックス・ベルドゥーゴが空振り三振。
zh: 亚历克斯·维杜戈 (Alex Verdugo) 挥棒落空三振。

source: All Teams
ar: جميع الفرق
es: Todos los equipos
he: כל הקבוצות
ja: 全チーム
zh: 所有球队

source: Analytics
ar: تحليلات
es: Análisis
he: אנליטיקה
ja: 分析
zh: 分析

source: Away
ar: خارج أرضه
es: Fuera
he: חוץ
ja: アウェイ
zh: 客场

source: BASE
ar: قاعدة
he: בסיס
ja: ベース
zh: 垒

source: Catch all your upcoming and past games here
ar: ابحث هنا عن جميع مبارياتك القادمة والسابقة
es: Encuentra aquí todos tus partidos futuros y pasados
he: מצא כאן את כל המשחקים הקרובים והעבר שלך
ja: 今後の試合と過去の試合をここで確認できます
zh: 在这里查看你即将进行的和以往的比赛

source: Close
ar: إغلاق
es: Cerrar
he: לסגור
ja: 閉じる
zh: 关闭

source: Comment..
ar: تعليق…
es: Comentar…
he: הַערה…
ja: コメント…
zh: 评论…

source: Configuration
ar: إعدادات
es: Configuración
he: תצורה
ja: 設定
zh: 配置

source: Continue
ar: متابعة
es: Continuar
he: להמשיך
ja: 続ける
zh: 继续

source: Done
ar: تم
es: Listo
he: בוצע
ja: 完了
zh: 完成

source: Enjoy fan favourite and most watched season home runs and runs from your favorite players
ar: استمتع بمشاهدة أفضل وأشهر ضربات الموسم وركضات اللاعبين المفضلين لديك
es: Disfruta de los jonrones y carreras de temporada favoritas de los fans y más vistos de tus jugadores favoritos
he: הנאה מהריצות וההומראנים הפופולריים ביותר של העונה, משחקניך האהובים
ja: お気に入りの選手のシーズンホームランとランニングを、ファンに最も人気があり、最も視聴されたものをお楽しみください
zh: 欣赏你最喜欢的球员在本赛季最受欢迎和观看次数最多的本垒打和跑垒

source: FAN
ar: مشجع
he: מעריץ
ja: ファン
zh: 球迷

source: FAN BASE
ar: قاعدة المعجبين
es: BASE DE FANÁTICOS
he: בסיס מעריצים
ja: ファン層
zh: 球迷基础

source: FAN FAVORITES
ar: المفضلة لدى المعجبين
es: FAVORITOS DE LOS FANÁTICOS
he: המועדפים של המעריצים
ja: ファンのためのオススメ
zh: 球迷最爱

source: Fan Reactions
ar: ردود فعل المعجبين
es: Reacciones de los fanáticos
he: תגובות מעריצים
ja: ファンの反応
zh: 球迷反应

source: FanBase
ar: قاعدة المعجبين
es: Base de fans
ja: ファンベース
zh: 粉丝群

source: Favorite Emoji
ar: رموز تعبيرية مفضلة
es: Emoji favorito
he: אימוג'י מועדף
ja: お気に入りの絵文字
zh: 收藏的表情符号

source: FAVOURITES
ar: المفضلة
es: FAVORITOS
he: מועדפים
ja: お気に入り
zh: 收藏

source: Final
ar: نهائي
he: סופי
ja: 最終
zh: 最终

source: FOLLOW
ar: تابع
es: SEGUIR
he: לעקוב
ja: フォロー
zh: 关注

source: Follow players
ar: تابع اللاعبين
es: Seguir a jugadores
he: עקוב אחר שחקנים
ja: 選手をフォロー
zh: 关注球员

source: Follow your favourite players and see their stats and performance
ar: تابع اللاعبين المفضلين لديك، وشاهد إحصائياتهم وأدائهم
es: Sigue a tus jugadores favoritos y mira sus estadísticas y rendimiento
he: עקבו אחר השחקנים האהובים עליכם וראו את הסטטיסטיקה והביצועים שלהם
ja: 好きな選手をフォローして、統計と成績を確認しましょう
zh: 关注你最喜爱的球员，查看他们的数据和表现

source: Follow your favourite stars
ar: تابع نجومك المفضلين
es: Sigue a tus estrellas favoritas
he: עקוב אחר הכוכבים האהובים עליך
ja: お気に入りのスターをフォロー
zh: 关注你最喜欢的明星

source: FOR ALL
ar: للكل
es: PARA TODOS
he: לכולם
ja: みんなのために
zh: 面向所有人

source: Freddie Freeman homers (1) on a fly ball to center field. Shohei Ohtani scores.
ar: فريدي فريمان يسجل هوم ران (1) بكرة طائرة إلى وسط الملعب. شوهاي أوتاني يسجل.
es: Freddie Freeman conecta un jonrón (1) con un elevado al jardín central. Shohei Ohtani anota.
he: פרדי פרימן קובע הומראן (1) בכדור עף למרכז המגרש. שוהיי אוטני מקבל נקודה.
ja: フレディ・フリーマンが中堅へのフライボールでホームラン（1本）。大谷翔平が得点。
zh: 弗雷迪·弗里曼击出中外野飞球全垒打（1）。大谷翔平得分。

source: Game
ar: مباراة
es: Partido
he: משחק
ja: 試合
zh: 比赛

source: GAME RECORD
ar: سجل المباراة
es: REGISTRO DEL PARTIDO
he: שיא המשחק
ja: 試合記録
zh: 比赛记录

source: Games
ar: مباريات
es: Partidos
he: משחקים
ja: 試合
zh: 比赛

source: Generating summary
ar: جارِ توليد الملخص
es: Generando resumen
he: יצירת סיכום
ja: サマリーを生成中
zh: 正在生成摘要

source: Highlights
ar: أبرز اللقطات
es: Momentos destacados
he: היילייטס
ja: ハイライト
zh: 精彩瞬间

source: HighLights
ar: أبرز اللقطات
es: Momentos destacados
he: היילייטס
ja: ハイライト
zh: 精彩瞬间

source: Home
ar: أرضه
es: Casa
he: בית
ja: ホーム
zh: 主场

source: HOME
ar: أرضه
es: CASA
he: בית
ja: ホーム
zh: 主场

source: Home Run All in One: Explore the stats, trends, and insights that define every season’s biggest hits.
ar: Home Run All in One: استكشف الإحصائيات والاتجاهات والرؤى التي تحدد أكبر النجاحات في كل موسم.
es: Home Run All in One: explora las estadísticas, tendencias y conocimientos que definen los mayores éxitos de cada temporada.
he: Home Run הכל באחד: חקור את הנתונים הסטטיסטיים, הטרנדים והתובנות שמגדירים את הלהיטים הגדולים ביותר של כל עונה.
ja: ホームラン オールインワン: 各シーズンの最大のヒットを定義する統計、トレンド、洞察を探ります。
zh: 本垒打合一：探索定义每个赛季最热门比赛的统计数据、趋势和见解。

source: Invalid URL
ar: عنوان URL غير صالح
es: URL no válida
he: כתובת URL לא תקינה
ja: 無効なURL
zh: 无效的URL

source: is currently available in 3 different languages: English, Japanese, Spanish, and you can change your language preference at any time
ar: متوفر حاليًا بثلاث لغات مختلفة: الإنجليزية، واليابانية، والإسبانية، ويمكنك تغيير تفضيلات اللغة في أي وقت
es: Actualmente está disponible en 3 idiomas diferentes: inglés, japonés, español, y puede cambiar sus preferencias de idioma en cualquier momento
he: זמין כעת ב-3 שפות שונות: אנגלית, יפנית, ספרדית, וניתן לשנות את העדפות השפה בכל עת
ja: 現在、英語、日本語、スペイン語の3つの言語で利用可能です。言語設定はいつでも変更できます。
zh: 目前提供 3 种不同的语言版本：英语、日语、西班牙语，您可以随时更改语言偏好设置

source: LEAGUE
ar: الدوري
es: LIGA
he: ליגה
ja: リーグ
zh: 联盟

source: LINE UP ...
ar: تشكيلة…
es: ALINEACIÓN…
he: הרכב…
ja: ラインナップ…
zh: 阵容…

source: LIVE
ar: مباشر
es: EN VIVO
he: חי
ja: ライブ
zh: 直播

source: Loading player information...
ar: جارِ تحميل معلومات اللاعب…
es: Cargando información del jugador…
he: טוען מידע על השחקן…
ja: 選手の情報をロードしています…
zh: 正在加载球员信息…

source: Major League Baseball
ar: دوري البيسبول الرئيسي
es: Grandes Ligas de Béisbol
he: מייג'ור ליג בייסבול
ja: メジャーリーグベースボール
zh: 美国职业棒球大联盟

source: ML
ar: مل

source: MLB 2024 Season Standings and Records
ar: ترتيب وسجلات موسم MLB 2024
es: Clasificación y récords de la temporada 2024 de MLB
he: דירוגים ושיאים של עונת ה-MLB 2024
ja: MLB 2024シーズンの順位と記録
zh: 2024 年 MLB 赛季排名和记录

source: Most Used
ar: الأكثر استخدامًا
es: Más usados
he: הכי בשימוש
ja: よく使われる
zh: 使用最多

source: MOST WATCHED
ar: الأكثر مشاهدة
es: MÁS VISTOS
he: הכי נצפים
ja: 最も視聴された
zh: 观看最多

source: MY FAVORITES
ar: المفضلة لدي
es: MIS FAVORITOS
he: המועדפים שלי
ja: マイお気に入り
zh: 我的收藏

source: My Favourite
ar: مفضلي
es: Mi favorito
he: המועדף שלי
ja: お気に入り
zh: 我的收藏

source: My Favourites
ar: المفضلة لدي
es: Mis favoritos
he: המועדפים שלי
ja: マイお気に入り
zh: 我的收藏

source: Next
ar: التالي
es: Siguiente
he: הבא
ja: 次へ
zh: 下一页

source: Next → %@
ar: التالي → %@
es: Siguiente → %@
he: הבא → %@
ja: 次へ → %@
zh: 下一页 → %@

source: Now Playing at %@
ar: يجري التشغيل الآن في %@
es: Reproduciendo ahora en %@
he: מופעל כעת ב- %@
ja: %@で再生中
zh: 正在 %@ 播放

source: Off
ar: إيقاف
es: Desactivado
he: כבוי
ja: オフ
zh: 关闭

source: On
ar: تشغيل
es: Activado
he: מופעל
ja: オン
zh: 开启

source: ON BASE
ar: على القاعدة
es: EN BASE
he: על הבסיס
ja: ベース上
zh: 上垒

source: Open Game Details
ar: فتح تفاصيل المباراة
es: Abrir detalles del partido
he: פתח פרטים על המשחק
ja: 試合詳細を開く
zh: 打开比赛详情

source: Other Languages
ar: لغات أخرى
es: Otros idiomas
he: שפות אחרות
ja: その他の言語
zh: 其他语言

source: OUR
ar: لدينا
es: NUESTRO
he: שלנו
ja: 私たちの
zh: 我们的

source: Our Next Games
ar: ألعابنا القادمة
es: Nuestros próximos juegos
he: המשחקים הבאים שלנו
ja: 次のゲーム
zh: 我们的下一款游戏

source: Play By Play
ar: لقطة بلقطة
es: Jugada por jugada
he: משחק אחר משחק
ja: プレイバイプレイ
zh: 逐局播放

source: PLAYERS
ar: لاعبون
es: JUGADORES
he: שחקנים
ja: 選手
zh: 球员

source: PostSeason
ar: موسم ما بعد الموسم
es: Posttemporada
he: פלייאוף
ja: ポストシーズン
zh: 季后赛

source: Prev
ar: السابق
es: Anterior
he: קודם
ja: 前へ
zh: 上一页

source: PREVIOUS GAMES
ar: المباريات السابقة
es: PARTIDOS ANTERIORES
he: משחקים קודמים
ja: 過去の試合
zh: 之前的比赛

source: Rank
ar: الترتيب
es: Clasificación
he: דירוג
ja: 順位
zh: 排名

source: Red Sox
ar: ريد سوكس
es: Medias Rojas
he: רד סוקס
ja: レッドソックス
zh: 红袜队

source: Roster
ar: القائمة
es: Plantilla
he: סגל
ja: ロースター
zh: 球员名单

source: RUN
ar: ركضة
es: CARRERA
he: ריצה
ja: ラン
zh: 跑垒

source: Schedule
ar: الجدول
es: Calendario
he: לוח זמנים
ja: スケジュール
zh: 赛程

source: Season Home Run
ar: موسم الضربات المنزلية
es: Home Run de la temporada
he: הום ​​ראן העונה
ja: シーズンホームラン
zh: 赛季本垒打

source: Select Favorites to follow
ar: حدد المفضلة للتتبع
es: Selecciona favoritos para seguir
he: בחר מועדפים לעקוב אחריהם
ja: フォローするお気に入りを選択
zh: 选择收藏关注

source: Setup favourites players and teams to unlock the full MLB experience
ar: قم بإعداد اللاعبين والفرق المفضلة لديك لفتح تجربة MLB الكاملة
es: Configura tus jugadores y equipos favoritos para desbloquear la experiencia completa de la MLB
he: הגדר את השחקנים והקבוצות המועדפים עליך כדי לפתוח את חווית ה-MLB המלאה
ja: お気に入りの選手とチームを設定して、MLBの完全な体験をしましょう
zh: 设置你最喜欢的球员和球队，解锁完整的 MLB 体验

source: SETUP
ar: إعداد
es: CONFIGURACIÓN
he: הגדרה
ja: 設定
zh: 设置

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
es: Iniciar sesión con Google
he: היכנס עם Google
ja: Googleでログイン
zh: 使用 Google 登录

source: Skip
ar: تخطي
es: Omitir
he: דלג
ja: スキップ
zh: 跳过

source: Standings
ar: الترتيب
es: Clasificación
he: דירוגים
ja: 順位表
zh: 排名

source: STANDINGS
ar: الترتيب
es: CLASIFICACIÓN
he: דירוגים
ja: 順位表
zh: 排名

source: Start a timer
ar: بدء المؤقت
es: Iniciar un temporizador
he: התחל שעון עצר
ja: タイマーを開始
zh: 启动计时器

source: Start Timer
ar: بدء المؤقت
es: Iniciar temporizador
he: התחל שעון
ja: タイマー開始
zh: 启动计时器

source: Summary with Gemini
ar: ملخص مع جيميني
es: Resumen con Gemini
he: סיכום עם ג'מיני
ja: Geminiによるサマリー
zh: Gemini 摘要

source: Team Roster
ar: قائمة الفريق
es: Plantilla del equipo
he: סגל הקבוצה
ja: チームロースター
zh: 球队阵容

source: THE MLB EXPERIENCE
ar: تجربة MLB
es: LA EXPERIENCIA MLB
he: חווית ה-MLB
ja: MLB体験
zh: MLB 体验

source: The ultimate destination where fans unite to celebrate the game, relive every play, and share their passion for baseball.
ar: الوجهة النهائية حيث يتحد المشجعون للاحتفال باللعبة، وإعادة مشاهدة كل لعبة، ومشاركة شغفهم بكرة القاعدة.
es: El destino definitivo donde los fanáticos se unen para celebrar el juego, revivir cada jugada y compartir su pasión por el béisbol.
he: היעד האולטימטיבי שבו אוהדים מתאחדים כדי לחגוג את המשחק, לחוות מחדש כל מהלך, ולשתף את התשוקה שלהם לבייסבול.
ja: ファンが一つになり、野球を祝い、すべてのプレーを再び体験し、野球への情熱を共有する究極の場所です。
zh: 球迷们欢聚一堂，庆祝比赛，重温每一个精彩瞬间，分享对棒球的热情，这里就是终极目的地。

source: This is an example widget.
ar: هذا عنصر واجهة مستخدم مثال.
es: Este es un widget de ejemplo.
he: זהו ווידג'ט לדוגמה.
ja: これはウィジェットの例です。
zh: 这是一个示例小部件。

source: Timer
ar: مؤقت
es: Temporizador
he: שעון עצר
ja: タイマー
zh: 计时器

source: Timer is running
ar: المؤقت قيد التشغيل
es: El temporizador se está ejecutando
he: שעון העצר פועל
ja: タイマーが動作中です
zh: 计时器正在运行

source: Timer Name
ar: اسم المؤقت
es: Nombre del temporizador
he: שם שעון עצר
ja: タイマー名
zh: 计时器名称

source: Timer Name Configuration
ar: تهيئة اسم المؤقت
es: Configuración del nombre del temporizador
he: תצורת שם שעון עצר
ja: タイマー名の設定
zh: 计时器名称配置

source: Track which teams fan are most passionate about, follow them and see their latest news and updates
ar: تتبع الفرق التي يبدي المشجعون شغفًا كبيرًا بها، وتابعها وشاهد أحدث الأخبار والتحديثات
es: Rastrea los equipos que apasionan más a los fanáticos, síguelos y mira sus últimas noticias y actualizaciones
he: עקבו אחר הקבוצות שאוהדים הכי נלהבים מהן, עקבו אחריהן וראו את החדשות והעדכונים האחרונים שלהן
ja: ファンが最も熱狂的なチームを追跡し、フォローして最新のニュースやアップデートを確認しましょう
zh: 追踪球迷最热爱的球队，关注它们并查看最新的新闻和更新

source: Translate
ar: ترجمة
es: Traducir
he: תרגם
ja: 翻訳
zh: 翻译

source: TRENDING
ar: اتجاهات
es: TENDENCIAS
he: טרנדים
ja: トレンド
zh: 趋势

source: Trending plays
ar: المسرحيات الرائجة
es: Jugadas de tendencia
he: הצגות מגמתיות
ja: トレンドのプレイ
zh: 热门剧集

source: View All
ar: عرض الكل
es: Ver todo
he: הצג הכל
ja: すべて表示
zh: 查看全部

source: View All →
ar: عرض الكل →
es: Ver todo →
he: הצג הכל →
ja: すべて表示 →
zh: 查看全部 →

source: View Report
ar: عرض التقرير
es: Ver informe
he: הצג דוח
ja: レポートを見る
zh: 查看报告

source: VS
ar: مقابل
he: נגד

source: Yankee Stadium
ar: ملعب يانكي
es: Estadio de los Yankees
he: אצטדיון ינקי
ja: ヤンキー・スタジアム
zh: 扬基体育场

source: Yankees
ar: يانكيز
he: יאנקיז
ja: ヤンキース
zh: 扬基队
